[
  {
    "id": 1,
    "company": "TaskUs Philippines",
    "client": "Shopify",
    "role": "Technical Merchant Specialist",
    "duration": "May 2022 - Sep 2024",
    "photo": "images/taskus_logo.jfif",
    "details": [
      {
        "text": "✔️ Resolved technical issues in Shopify stores by debugging and troubleshooting problems related to functionality, integrations, and performance, and reported and documented bugs on GitHub and internal documentation repositories to ensure they were tracked and addressed."
      },
      {
        "text": "✔️ Managed the team's ticket queue to ensure timely resolution of merchant issues and efficient support operations."
      },
      {
        "text": "✔️ Onboarded and trained new team members, equipping them with the knowledge and tools needed for effective merchant support."
      },
      {
        "text": "✔️ Assisted merchants with technical issues, including troubleshooting website problems, resolving app integrations, and addressing payment processing issues and Helped merchants with store customizations, including theme modifications, custom coding, and third-party app integrations."
      }
    ]
  },
  {
    "id": 2,
    "company": "Everise",
    "client": "Amazon",
    "role": "Subject Matter Expert",
    "duration": "Jan 2021 - Apr 2022",
    "photo": "images/everise_logo.jfif",
    "details": [
      {
        "text": "✔️ Expertly handled complex and escalated customer issues that frontline representatives could not resolve, providing detailed solutions and ensuring customer satisfaction."
      },
      {
        "text": "✔️ Tracked and generated weekly reports on top call drivers leading to escalations, analyzing trends to identify areas for improvement."
      },
      {
        "text": "✔️ Maintained up-to-date knowledge on Amazon's products, services, and policies, and trained customer service representatives to ensure they had the necessary information to assist customers effectively."
      },
      {
        "text": "✔️ Mentored newly trained customer service representatives, providing guidance and support to help them acclimate to their roles and improve their performance."
      }
    ]
  },
  {
    "id": 3,
    "company": "Ibex Global",
    "client": "Frontier Fiber",
    "role": "Technical Support Specialist",
    "duration": "Aug 2019 - Dec 2020",
    "photo": "images/ibex_logo.jfif",
    "details": [
      {
        "text": "✔️ Provided in-depth troubleshooting for complex technical issues related to fiber optic internet services, including connectivity problems, speed issues, and hardware malfunctions. Assisted fiber internet subscribers with these issues and scheduled repair or installation appointments."
      },
      {
        "text": "✔️ Scheduled repair or installation appointments, ensuring efficient resolution and customer satisfaction."
      },
      {
        "text": "✔️ Offered detailed guidance and support to customers on the installation, configuration, and optimization of their fiber internet services to ensure optimal performance."
      }
    ]
  },
  {
    "id": 4,
    "company": "TDCX",
    "client": "AirBnB",
    "role": "Case Manager I",
    "duration": "Dec 2017 - July 2019",
    "photo": "images/tdcx_logo.jfif",
    "details": [
      {
        "text": "✔️ Addressed and resolved issues between hosts and guests, such as disputes over refunds, cancellations, property damages, or guest behavior."
      },
      {
        "text": "✔️ Acted as a neutral party to mediate disputes and come to fair resolutions based on Airbnb's policies and guidelines."
      },
      {
        "text": "✔️ Offered support and guidance to both hosts and guests, ensuring their concerns were addressed promptly and efficiently."
      },
      {
        "text": "✔️ Ensured that all parties adhered to Airbnb's policies and community standards, and took appropriate action when violations occurred."
      }
    ]
  },
  {
    "id": 5,
    "company": "ResultsCX",
    "client": "Comcast Xfinity",
    "role": "Technical Support Specialist II",
    "duration": "Apr 2016 - Apr 2017",
    "photo": "images/resultscx_logo.jfif",
    "details": [
      {
        "text": "✔️  Resolved complex technical issues related to fiber optic internet services, including connectivity problems, network configurations, and hardware malfunctions, using advanced diagnostic techniques."
      },
      {
        "text": "✔️  Utilized remote access and other diagnostic tools to efficiently diagnose and resolve issues directly on customers' devices or networks, enhancing the speed and accuracy of problem resolution."
      },
      {
        "text": "✔️  Managed escalated tickets and email interactions, ensuring that all pertinent information was accurately documented and effectively communicated to field technicians for timely resolution."
      }
    ]
  },
  {
    "id": 6,
    "company": "Transcom Philppines",
    "client": "Comcast Xfinity",
    "role": "Technical Support Specialist I",
    "duration": "Apr 2013 - Feb 2016",
    "photo": "images/transcom_logo.jfif",
    "details": [
      {
        "text": "✔️ Identified and resolved a range of technical problems, such as connectivity issues, hardware malfunctions, and service disruptions, utilizing diagnostic tools and troubleshooting techniques to ensure minimal downtime and restore service quickly."
      },
      {
        "text": "✔️ Analyzed and addressed both immediate and underlying causes of technical issues to prevent recurrence, employing a systematic approach to problem-solving and improving overall service reliability"
      },
      {
        "text": "✔️ Delivered a positive customer experience by demonstrating patience, courtesy, and empathy in every interaction, ensuring that customers felt heard and valued throughout the support process."
      }
    ]
  }
]
