[
  {
    "id": 1,
    "company": "TaskUs Philippines",
    "client": "Shopify",
    "role": "Technical Merchant Support",
    "duration": "May 2022 - Sep 2024",
    "photo": "images/taskus.png",
    "details": "Debugged and troubleshot technical issues in Shopify stores, ensuring smooth operation and merchant satisfaction. Reported and documented bugs on GitHub and internal documentation repositories, enhancing team efficiency and product quality. Monitored and managed the team's ticket queue, maintaining a high level of responsiveness and service. Onboarded and trained new team members, contributing to a more skilled and cohesive team."
  },
  {
    "id": 2,
    "company": "Everise",
    "client": "Amazon",
    "role": "Subject Matter Expert",
    "duration": "Jan 2021 - Apr 2022",
    "photo": "images/everise.png",
    "details": "Managed inbound calls requiring a supervisor's attention, ensuring timely and effective resolution of customer issues. Mentored newly trained customer service representatives, leading to improved team performance and quicker onboarding. Tracked and generated weekly reports on top call drivers leading to escalations, providing actionable insights that reduced repeat issues and improved customer satisfaction."
  },
  {
    "id": 3,
    "company": "Ibex Global",
    "client": "Frontier Fiber",
    "role": "Technical Support Specialist",
    "duration": "Aug 2019 - Dec 2020",
    "photo": "images/ibex.png",
    "details": "Assisted fiber internet subscribers with troubleshooting issues and scheduled repair or installation appointments, ensuring efficient resolution and customer satisfaction."
  },
  {
    "id": 4,
    "company": "TDCX",
    "client": "AirBnB",
    "role": "Case Manager I",
    "duration": "Dec 2017 - July 2019",
    "photo": "images/tdcx.png",
    "details": "Mediated disputes between Airbnb hosts and guests, facilitating communication, understanding issues, and negotiating fair solutions to ensure positive experiences for both parties."
  },
  {
    "id": 5,
    "company": "ResultsCX",
    "client": "Comcast Xfinity",
    "role": "Technical Support Specialist II",
    "duration": "Apr 2016 - Apr 2017",
    "photo": "images/results.png",
    "details": "Utilized remote access and other diagnostic tools to efficiently diagnose and resolve issues directly on customers' devices or networks. Managed escalated tickets and email interactions by ensuring all pertinent information was accurately documented and communicated to field technicians."
  },
  {
    "id": 6,
    "company": "Transcom Philppines",
    "client": "Comcast Xfinity",
    "role": "Technical Support Specialist I",
    "duration": "Apr 2013 - Feb 2016",
    "photo": "images/transcom.png",
    "details": "Identified and resolved a range of technical problems, including connectivity issues, hardware malfunctions, and service disruptions, ensuring minimal downtime for customers. Delivered a positive customer experience by demonstrating patience, courtesy, and empathy in every interaction, fostering strong customer relationships."
  }
]
